
# Прайсы материалов и расходников
def Cost_oki():
    pot_CMY = 6800 # за одну банку цветного тонера
    pot_K = 8000 # за одну банку черного тонера
    drum = 15750
    fuser = 17170
    belt = 17170

    Costs = {'Банка CMY': pot_CMY/3*3,  # за Картридж цвета!!!
             'Банка K': pot_K/3,  # за Картридж черного!!!
             'Драм': drum,  # цена драма
             'Печка': fuser,# цена печка
             'Ремень': belt,} # цена ремень

    return Costs


# Бумага, Цена бумаги
def Cost_paper():
    paper = { '80 г/м': [80, 3],
            '130 г/м': [130, 5],
            '200 г/м': [200, 5],
            '350 г/м': [350, 8],
            '400 г/м': [400, 10]}
    return paper


